<?php
/**
 * Author: Alrash
 * Date: 2017/02/19 22:43
 * Description: 视图组文件配置
 * -------------------------------------------------------------
 * 通用格式：
 * [
 *     '组名01' => [
 *          view文件夹下文件位置01,
 *          view文件夹下文件位置02,
 *          view文件夹下文件位置03,
 *          ...
 *      ],
 *      '组名02' => [...],
 * ]
 * -------------------------------------------------------------
 * 注：
 *  (1) 该文件会被覆盖
 *  (2) 配置中文件位置，先检查APP_ENV下的，再检查common下的
 */

return [
    'notFoundAction' => [
        'index' => 'error/main',
        'indexPage' => 'error/index',
    ],
];